<?php
// Массив з даними про тварин
$animals = [
    [
        'name' => 'Амурський тигр',
        'status' => 'Зникаючий',
        'habitat' => 'Далекосхідна частина Росії та північний схід Китаю',
        'description' => 'Амурський тигр — це одна з найбільших диких кішок у світі. Цей вид знаходиться під загрозою через незаконне полювання та втрату середовища проживання.',
        'image' => 'images/gtr.jpg'
    ],
    [
        'name' => 'Європейський бобер',
        'status' => 'Вразливий',
        'habitat' => 'Ліси та водно-болотні угіддя Європи',
        'description' => 'Європейський бобер є важливою частиною екосистеми, сприяючи збереженню біорізноманіття через створення водойм та збереження водного балансу.',
        'image' => 'images/yourkbober.jpg'
    ],
    [
        'name' => 'Тюлень (монах)',
        'status' => 'Критично зникаючий',
        'habitat' => 'Середземне море, південне узбережжя Європи',
        'description' => 'Цей вид є одним із найрідкісніших морських ссавців. Знищення місць для відпочинку та порушення середовища проживання сприяють його вимиранню.',
        'image' => 'images/tulen.jpg'
    ],
    [
        'name' => 'Зубр',
        'status' => 'Вразливий',
        'habitat' => 'Ліси Центральної та Східної Європи, зокрема Польща та Білорусь',
        'description' => 'Зубр — велика травоїдна тварина, яка була на межі зникнення через полювання та зменшення лісових територій. В даний час ведеться активне відновлення популяцій.',
        'image' => 'images/zubr.jpg'
    ],
    [
        'name' => 'Кам’яний журавель',
        'status' => 'Зникаючий',
        'habitat' => 'Мокрі луки та заболочені місця південного заходу України',
        'description' => 'Це рідкісна птах, що веде осілий спосіб життя. Кам’яний журавель стає рідкісним через осушення боліт та знищення природних місць для гніздування.',
        'image' => 'images/juravel1.jpg'
    ],
    [
        'name' => 'Сірий вовк',
        'status' => 'Зникаючий',
        'habitat' => 'Ліси, степи та гори Євразії та Північної Америки',
        'description' => 'Сірий вовк є важливою частиною екосистеми, оскільки контролює чисельність інших видів. В Україні популяція вовків зменшилася через полювання та знищення природного середовища.',
        'image' => 'images/woolf.jpg'
    ],
    [
        'name' => 'Видра польова',
        'status' => 'Зникаючий',
        'habitat' => 'Ліси, степи та гори Євразії та Північної Америки',
        'description' => 'Видра лісова є важливою частиною екосистеми, оскільки контролює чисельність інших видів. В Україні популяція вовків зменшилася через полювання та знищення природного середовища.',
        'image' => 'images/vd.jpg'
    ]
];
?>
